clf-tattoo-dialog-title = Фронт Визволення Колоній
clf-tattoo-dialog-message = Бажаєте приєднатися до ФВК?
clf-tattoo-target-dead = Вони не в тому стані, щоб робити татуювання.
clf-tattoo-already-member = Вони вже є членами ФВК.
clf-tattoo-no-ink = У тату-машинці закінчилося чорнило.
clf-tattoo-not-clf = Ви повинні бути членом ФВК, щоб використовувати це.
clf-tattoo-target-blocked = Їх не можна прийняти до ФВК.
clf-tattoo-already-pending = Вони вже розглядають пропозицію.
clf-tattoo-begin = Хтось починає робити вам татуювання...
clf-tattoo-begin-user = Ви починаєте робити татуювання {$target}...
clf-tattoo-success = Ви закінчили татуювання {$target} і прийняли його до ФВК.
clf-tattoo-success-target = Татуювання завершено. Тепер ви частина Фронту Визволення Колоній.
clf-tattoo-recruit-briefing = Вас прийняли до Фронту Визволення Колоній.\n    Ваша головна мета - підтримувати осередок ФВК та його членів.\n    Виконуйте накази керівництва ФВК. За вільні колонії!\n    (Примітка: зрада ФВК вважається порушенням правил. (За винятком міжусобиць/заколотів із вагомими RP-причинами.)
roles-antag-clf-recruit-name = Рекрут ФВК
roles-antag-clf-recruit-objective = Вас завербували до справи ФВК. Підтримуйте своїх товаришів по ФВК і допоможіть звільнити колонію.

