rmc-no-queen-hivemind-chat = Королеви немає. Ви самі.
rmc-new-queen = Нова Королева повстала, щоб вести Вулик! Радійте!
rmc-queen-death-cooldown-over = Вулик готовий до еволюції нової Королеви. Вулик може існувати лише обмежений час без королеви!
rmc-hive-core-cooldown-over = Вулик оговтався від руйнування свого попереднього ядра. Тепер можна розмістити нове Ядро Вулика.

rmc-hive-supports-castes = Вулик тепер підтримує: {$castes}
rmc-hive-supports-castes-human = Ви чуєте далекий вереск і відчуваєте, як ваші нутрощі холонуть... щось нове є з вами в цій колонії.
rmc-hive-supports-castes-synth = Ви чуєте далекий поклик невідомої біоформи, схоже, вони повідомляють інших про зміну форми. Ви починаєте аналізувати та розшифровувати дивну вокалізацію.
