rmc-armor-not-intel-jumpsuit = Ви не можете надіти це, не маючи на собі форми офіцера розвідки морпіхів.

rmc-armor-not-marine-jumpsuit = Ви не можете надіти це, не маючи на собі форми ЮСКМК.

rmc-armor-not-un-security-jumpsuit = Ви не можете надіти це, не маючи на собі форми безпеки Об'єднаних Америк.

rmc-armor-not-mp-jumpsuit = Ви не можете надіти це, не маючи на собі комбінезона військової поліції.

rmc-armor-not-warden-jumpsuit = Ви не можете надіти це, не маючи на собі форми військового наглядача.

rmc-armor-not-cmp-jumpsuit = Ви не можете надіти це, не маючи на собі форми головного військового поліцейського.

rmc-armor-not-pmc-jumpsuit = Ви не можете надіти це, не маючи на собі польової форми ПВК.

rmc-armor-not-spp-jumpsuit = Ви не можете надіти це, не маючи на собі польової форми СПП.

rmc-armor-not-cmb-jumpsuit = Ви не можете надіти це, не маючи на собі форми СМБ.

rmc-armor-not-tse-jumpsuit = Ви не можете надіти це, не маючи на собі форми ТВЕ.
