rmc-ghost-role-information-pizza-rules = Ви — [color=red][bold]Доставник піци[/bold][/color]. Ви не вороже налаштовані до жодної фракції.
                                             Ви не пам'ятаєте свого попереднього життя і нічого з того, що дізналися як привид.
                                             Вам дозволено пам'ятати загальні знання про гру: як готувати, як користуватися предметами тощо.
                                             Вам категорично [color=red]ЗАБОРОНЕНО[/color] пам'ятати, скажімо, ім'я, зовнішність тощо вашого попереднього персонажа.

rmc-ghost-role-information-pizza-description = Ваше завдання — доставити свої піци. Ви ПРИБЛИЗНО впевнені, що це правильне місце...

rmc-ghost-name-pizza = Доставник піци (Нейтральний)
rmc-job-name-pizza = Доставник піци
rmc-job-prefix-pizza = ПІЦА
