rmc-ghost-role-information-responder-description = Ваше завдання — належно реагувати на факси, виходячи з вашої фракції. Ви дієте від імені персоналу RMC.

rmc-ghost-role-information-responder-rules = Ви — [color=red][bold]відповідач факсів[/bold][/color]. Ваші відносини з фракціями залежать від вашої фракції.
                                             Ви не пам'ятаєте свого попереднього життя і нічого з того, що дізналися як привид.
                                             Вам дозволено пам'ятати загальні знання про гру: як готувати, як користуватися предметами тощо.
                                             Вам категорично [color=red]ЗАБОРОНЕНО[/color] пам'ятати, скажімо, ім'я, зовнішність тощо вашого попереднього персонажа.
                                             Ви дієте від імені персоналу сервера, тому будьте НАДЗВИЧАЙНО обережні з формулюваннями при написанні факсів.
                                             Відповідачі факсів не можуть приймати рішення, що кардинально змінюють перебіг раунду, як-от активація ШРС чи скасування рішень адміністрації без її участі. Не наказуйте нікому порушувати правила сервера. Завжди використовуйте AHelp, якщо не впевнені, чи потребує ваша дія втручання адмінів.
                                             У разі будь-яких сумнівів або отримання факсу, що потребує уваги адміністратора, не вагайтеся і пишіть AHelp.
                                             Дзвоніть морпіхам по телефону лише з ВИНЯТКОВОЇ причини. Вашим основним способом зв'язку завжди має бути факсова машина.
                                             НЕ використовуйте рацію для передавання за жодних обставин. Вона лише для прослуховування, не для зв'язку.
                                             НЕ використовуйте консоль Overwatch для втручання в дії загонів чи надсилання повідомлень. Вона лише для спостереження.
                                             НЕ зловживайте повноваженнями цієї ролі. Зловживання вашими повноваженнями або невиконання очікувань призведе до зняття ролі або гіршого.


#UNMC fax responder
rmc-job-name-unmc-responder = Офіцер зв'язку ЮСКМ
rmc-job-description-unmc-responder = "Ви дієте від імені регіонального командування ЮСКМ, відповідаючи на факси, надіслані до Високого командування ЮСКМ."

#We-Ya fax responder
rmc-job-name-weya-responder = Виконавчий зв'язковий Ве-Ю
rmc-job-description-weya-responder = "Ви дієте від імені відділу спеціальних послуг регіонального Ве-Ю, відповідаючи на факси."

#Provost fax responder
rmc-job-name-provost-responder = Офіцер зв'язку Провосту
rmc-job-description-provost-responder = "Ви дієте від імені регіонального офісу маршала Провосту, відповідаючи на факси, надіслані до офісу маршала Провосту."

#Free Press fax responder
rmc-job-name-free-press-responder = Вільна преса
rmc-job-description-free-press-responder = "Ви — впливовий регіональний редактор, член Вільної преси."

#CLF fax responder
rmc-job-name-clf-responder = Інформаційний кореспондент КВФ
rmc-job-description-clf-responder = "Ви — член регіонального осередку КВФ. Інформуйте місцеві осередки та отримуйте від них інформацію."
rmc-job-prefix-clf-responder = ІНФО

#SPP fax responder
rmc-job-name-spp-responder = Офіцер зв'язку СПП
rmc-job-description-spp-responder = "Ви дієте від імені регіонального командування СПП, відповідаючи на факси, надіслані до командування СПП."

#TSE fax responder
rmc-job-name-tse-responder = Офіцер зв'язку ТВЕ
rmc-job-description-tse-responder = "Ви дієте від імені регіонального командування ІТС, відповідаючи на факси, надіслані до командування ТВЕ."

#CMB fax responder
rmc-job-name-cmb-responder = Офіцер зв'язку СМБ
rmc-job-description-cmb-responder = "Ви — диспетчер місцевого відділення СМБ. Відповідайте на факси відповідно."

