rmc-ghost-role-information-sof-rules = Ви — [color=red][bold]боєць MARSOC SOF[/bold][/color]. Ви можете бути або не бути ворожі до морпіхів, залежно від інструкцій адмінів.
                                             Ви не пам'ятаєте свого попереднього життя і нічого з того, що дізналися як привид.
                                             Вам дозволено пам'ятати загальні знання про гру: як готувати, як користуватися предметами тощо.
                                             Вам категорично [color=red]ЗАБОРОНЕНО[/color] пам'ятати, скажімо, ім'я, зовнішність тощо вашого попереднього персонажа.

rmc-ghost-role-information-sof-description = Ви — елітний оперативник морської штурмової групи, найкращий з найкращих, абсолютно відданий Високому командуванню та зобов'язаний виконувати його накази. Виконайте поставлене завдання з крайньою рішучістю!

rmc-ghost-name-marine-raider = Морський штурмовик (Дружній)
rmc-job-name-marine-raider = Морський штурмовик
rmc-job-prefix-marine-raider = Опр.

rmc-ghost-name-marine-raider-leader = Командир команди морських штурмовиків (Дружній)
rmc-job-name-marine-raider-leader = Командир команди морських штурмовиків
rmc-job-prefix-marine-raider-leader = КК.
