rmc-command-marineannounce-description = Надіслати внутрішньоігрове оголошення.
rmc-command-marineannounce-help = <rmcannounce> <відправник> <повідомлення> або <rmcannounce> <повідомлення> для надсилання від імені Вищого Командування.

rmc-command-aresannounce-description = Надіслати внутрішньоігрове оголошення від імені ядра ARES. Увага, це працюватиме навіть якщо ядро ARES знищене! Переконайтеся, що воно ціле, перш ніж використовувати.
rmc-command-aresannounce-help = <aresannounce> <повідомлення> для надсилання оголошення від ARES. Увага, це працюватиме навіть якщо ядро ARES знищене! Переконайтеся, що воно ціле, перш ніж використовувати.
