rmc-marine-command-override-no-senior-command-found = Старший командний склад не знайдено. Автоматичне передавання повноважень командира розпочнеться за хвилину. Щоб як кандидат не залишитися без уваги, тримайте свій ID при собі.
rmc-marine-command-override-no-candidates-found = Автоматичне передавання повноважень командира скасовано. Причина: відповідних кандидатів не знайдено.
rmc-marine-command-override-senior-command-found = Автоматичне передавання повноважень командира скасовано. Причина: знайдено старший командний склад.
rmc-marine-command-override-commander-chosen = У зв'язку з відсутністю старшого командного складу { $job } { $character } призначається чинним командиром і братиме на себе командування до подальших розпоряджень. Просимо звертатися з усіма запитами та виконувати вказівки відповідно.
                                            Командна гарнітура доступна в шафі планшета командування у БІЦі.
rmc-marine-command-override-access-added = Необхідні командні доступи додано до ID.
