no-eorg-popup-title = CMU
no-eorg-popup-label = Ласкаво просимо до кінця раунду!
no-eorg-popup-message = [bold]Гриферство в кінці раунду (EORG)[/bold] на CMU не дозволено. Залишайтеся в персонажі, поки не зʼявиться екран лоббі, аби зберегти атмосферу для всіх. Дякуємо за повагу до правил спільноти!
no-eorg-popup-rule = [bold][color=#a4885c]Гриферство своєї фракції в кінці раунду заборонене й карається миттєвим необжалуваним 3-годинним баном.[/color][/bold]
no-eorg-popup-rule-text = Це включає будь-який дружній вогонь у кінці раунду, незалежно від того, хто почав, бо раунд може бути ще не повністю завершений, навіть якщо досягнуто головної умови. Це також включає самогубства без вагомого ролеплейного приводу.
no-eorg-popup-close-button = Звучить добре!
no-eorg-popup-close-button-wait = Кнопка закриття стане доступною через {$time} секунд.
no-eorg-popup-skip-checkbox = Більше не показувати це.
