reagent-name-rmcphoron = Форон
reagent-desc-rmcphoron = Особлива форма металевої плазми, яка не зустрічається на Землі. Хоча форон дуже легкозаймистий та надзвичайно токсичний, його висока щільність енергії робить його одним з найкращих альтернатив твердому паливу. Рідкий форон часто використовується для дослідницьких цілей та в медичній промисловості як каталізатор для багатьох передових хімікатів.

reagent-name-rmcnapalm-ut = Ультра-густе нафталове паливо
reagent-desc-rmcnapalm-ut = Відоме як ультра-густе нафталове паливо, липка горюча рідка хімічна речовина, зазвичай використовується з вогнеметами.

reagent-name-rmcbgel = Напалм B-Гель
reagent-desc-rmcbgel = На відміну від рідких аналогів, цей гелевий варіант напалму легко гаситься, але летить далеко та залишається на землі у в'язкій масі, реагуючи з неорганічними матеріалами та запалюючи їх.

reagent-name-rmcnapalm-b = Напалм B
reagent-desc-rmcnapalm-b = Особливий варіант напалму, який погано чіпляється до чого-небудь, але розповсюджується на великій площі та повільно горить. Склад реагує з неорганічними матеріалами, запалюючи їх та завдаючи серйозної шкоди.

reagent-name-rmcrapalm-x = Напалм X
reagent-desc-rmcrapalm-x = Липка горюча рідка хімічна речовина, яка горить надзвичайно гаряче.

reagent-name-rmcnapalm = Напалм
reagent-desc-rmcnapalm = Ймовірно, це загориться, перш ніж ви встигнете це прочитати.

reagent-name-rmcnapalm-sticky = Липкий Напалм
reagent-desc-rmcnapalm-sticky = Спеціальна суміш напалму, липкіша та довше тримається, але з меншою шкодою.

reagent-name-rmcnapalm-hc = Високозаймисте Напалмове Паливо
reagent-desc-rmcnapalm-hc = Спеціальна суміш напалму, з більшою шкодою, але менш липка.

reagent-name-rmcclf3 = Трифторид Хлору
reagent-desc-rmcclf3 = Високореактивна інтергалогенна сполука, здатна до самозаймання. Дуже сильний окислювач, надзвичайно реактивний з більшістю органічних та неорганічних матеріалів.

reagent-name-rmcnapalm-e = Напалм E
reagent-desc-rmcnapalm-e = Липка горюча рідка хімічна речовина, яка проникає через найкращі вогнезахисні засоби.

reagent-name-rmcnapalm-ex = Напалм EX
reagent-desc-rmcnapalm-ex = Липка горюча рідка хімічна речовина, виготовлена з комбінації рідкісних та небезпечних реагентів, яка проникає через найкращі вогнезахисні засоби та горить надзвичайно гаряче.

reagent-name-rmcr189 = R189
reagent-desc-rmcr189 = Хімікат ОНП, горить при надзвичайно високій температурі та призначений для прямого проплавлення укріплених позицій або бункерів.

reagent-name-rmcmethane = Метан
reagent-desc-rmcmethane = Легкозаймистий вуглеводень, який може дуже швидко поширити вогонь, навіть вибухово при правильній концентрації. Використовується переважно як паливо для виробництва тепла та світла або для виготовлення органічних хімікатів.
