rmc-new-to-job-popup-title = RMC14 Спливаюче вікно нового на посаді
rmc-new-to-job-popup-job-name = Ласкаво просимо до {$name}!
rmc-new-to-job-additional = Якщо ви коли-небудь розгубитесь щодо того, що робити, ви можете звернутися до старших за допомогою або натиснути F1 > Mentor Help, щоб зв'язатися з виділеними менторами, які можуть вам допомогти.
rmc-new-to-job-popup-close-button = Усе готово!
rmc-new-to-job-popup-close-button-wait = Кнопка закриття стане доступною через {$time} секунд.

rmc-new-to-job-req-tech = Як технік постачання, ваша робота — видавати припаси морпіхам UNMC, працюючи на основних лініях або допомагаючи офіцерові логістики з постачальними скиданнями.

                                             Ліворуч від карго, основної зони вашої появи, ви знайдете дві лінії з 3 вендорами між ними. Морпіхи вишикуються в чергу на цих лініях на початку раунду й проситимуть припаси. Більшість із них ви знайдете в цих трьох вендорах, а будь-які інші запити — у вендорі надлишкових уніформ на південь від вас або замовите їх через консолі ARSR біля ваших ліній.

                                             Після початкового напливу постачання морпіхам ваше завдання переходить до допомоги офіцерові логістики з обробкою постачальних скидань. Вони доручатимуть вам пакування боєприпасів, узяття припасів із кімнат підготовки взводів на північ або південь від вашого відділу або отримання додаткових припасів з інших відділів — усе заради озброєння морпіхів.

rmc-new-to-job-nurse = Як медсестра, ваша робота — допомагати лікарям і вивчати основи медицини, тож не хвилюйтеся, якщо ви не постійно працюєте. Ви можете попросити лікаря показати вам основи, і зазвичай він буде радий навчити вас лікувати пацієнтів.

                                             Ваші основні медичні топічні засоби — марля / травма-кіти / хірургічні нитки для лікування фізичних травм та мазь / опікові кіти / синтетичні трансплантати для лікування опіків. Марля та мазь — базові засоби, якими може користуватися будь-хто, а травма/опікові кіти швидко й ефективно лікують ушкодження, коли їх використовують люди з медичною підготовкою — хірургічні нитки та синтетичні трансплантати мають нескінченне використання й ефективно лікують як фізичні травми, так і опіки, тож саме вони мають стати вашими основними інструментами. Фізичні травми можуть викликати кровотечу, знижуючи рівень крові пацієнта, тому переконайтеся, що ви швидко й рано лікуєте їх, аби запобігти значній втраті крові.

                                             Також ви можете застосовувати хімікати для лікування людей, які зцілюють їх з часом після початкової дози. Вони можуть закрити числа ушкоджень, які ваші типові топічні засоби покриють лише частково. Бікарадин, Мералін та їхня комбінація (МераБік) лікують фізичні травми; Келотан, Дермалін та їхня комбінація (КелоДерма) лікують опіки. Келотан і Бікарадин викликають передозування при 30–50 одиницях, а Мералін і Дермалін — при 15–25 одиницях. Слідкуйте, щоб не давати людям забагато одиниць хімікатів, інакше вони зазнають негативних ефектів.

                                             Ви можете використати Аналізатор Здоров'я на людині, щоб перевірити типи ушкоджень, здоров'я та деякі рекомендації щодо лікування. Коли людина у критичному стані (отримала 100+ ушкоджень), вона лежатиме на підлозі непритомна, а після 200+ ушкоджень — мертва. Ви можете оживити її дефібрилятором, якщо її ХП повернеться вище 0 завдяки застосуванню топічних засобів, і можете сповільнити її гниття (а також зменшити ушкодження від втрати повітря в криті), виконуючи СЛР — клацаючи на ній з інтервалом у 4 секунди з порожніми руками.

rmc-new-to-job-rifleman = Як стрілець, ви — основна бойова сила вашого взводу, що тримає чисельність. Ви маєте силу й меншу ймовірність бути захопленим ворожою силою при чисельності та близькості.

                                             Прокинувшись із кріо, ви будете голодні. Візьміть їжу з вендорів зверху або знизу кімнати, в якій ви прокинулися. Ви можете взаємодіяти лівим кліком та оглядати з Shift + Лівий Клік. Візьміть їжу та натисніть E з нею в руці, щоб з'їсти.

                                             Поївши, ідіть ліворуч; ви побачите велику лінію вендорів — саме тут ви отримаєте свій одяг та інші утилітарні предмети, як-от пояси й сумки. Усе помаранчеве важливе, а зелене — обов'язкове. Отримавши спорядження, продовжуйте ліворуч до наступної кімнати. Ви знайдете спільні вендори зброї, насадок та надлишкових інструментів. Стійки зі зброєю розташовані у далекому лівому верхньому й нижньому кутах спільної кімнати — візьміть зброю та магазин. Ви можете заряджати зброю, тримаючи магазин у руці й клацаючи на гвинтівку в іншій руці. Ви можете перемикати головну руку через X.

                                             Коли ви забезпечені, виходьте у коридор та зайдіть до кімнати на південь або північ від вас — це буде велика кімната з безліччю різнокольорових стільців довкола подіуму. Тут вас проведуть на брифінг, якщо ви приєдналися на початку раунду — якщо ви пропустили брифінг, не хвилюйтеся; переходьте до наступного розділу.

                                             Тепер ідіть ліворуч, повз медичне (білі стіни) до ангара. Жовтий десантний корабель зрештою сяде на правому посадковому майданчику біля білих стін. Зайдіть на цей корабель, пристебніться до сидіння, клацнувши на стілець, і зрештою вас доправлять на поверхню.

                                             Праворуч на екрані ви побачите сіро-чорний прямокутник з кольоровою стрілкою та написом 'SL' під ним — це покажчик до вашого командира взводу. Слідуйте за ним, щоб знайти свій взвод. Ви можете говорити зі своїм взводом, натиснувши T і поставивши ';h' на початку повідомлення. Це працюватиме, лише якщо ретранслятор зв'язку відремонтований і живиться, про що вам не варто хвилюватися, але це означає, що іноді це не працюватиме. Ви можете говорити з тими, хто поруч, просто натиснувши T і друкуючи.

                                             Ви можете поставити ліву фігурну дужку на початку повідомлення, щоб писати у 'LOOC', що дозволить говорити про речі поза вашим персонажем — це корисно, щоб сказати людям, що ви новачок або потребуєте допомоги.

rmc-new-to-job-staff-officer = Як штабний офіцер, ваша робота — здійснювати «нагляд», моніторити й підтримувати взвод, що під вашим завданням, та передавати накази командира операції.

                                             Ваш основний пост — у CIC, біля одного з чотирьох терміналів, помічених кольоровим металевим покриттям, що відповідає одному з чотирьох взводів. Термінал може надсилати повідомлення взводу (надіслати синє, видиме повідомлення взводу незалежно від зв'язку), переводити морпіхів до іншого взводу, призначати когось виконуючим обов'язки командира взводу та безпосередньо спостерігати за морпіхами через шоломні камери (клацаючи на їхньому імені, що працює лише з шоломом або камерою). Ви також маєте доступ до живої тактичної мапи, що оновлюється в реальному часі позиціями та статусами морпіхів (а також ксенів, якщо сенсори увімкнені), і телефону, що дозволяє телефонувати на будь-який інший телефон і спілкуватися без використання радіо.

                                             Ви також можете надсилати постачальні скидання через вкладку «Постачальні Скидання» ліворуч. Зв'язуйтесь з Постачанням, щоб ваше скидання містило необхідні припаси, а ящик був готовий через радіочастоту постачання (u;). Коли ящик запечатано, його можна надіслати на координати під рівнем даху 0 або 1.

                                             Зазвичай ваша присутність на брифінгу необхідна, але якщо ви відчуваєте, що вам потрібно більше допомоги чи часу, ви можете попросити дозволу відлучитись, аби експериментувати та тестувати консолі взводу.

rmc-new-to-job-military-police = Як ВП, ваша робота — забезпечувати дотримання Морпіхського Закону (MLAW) та Стандартного Робочого Порядку (SOP) для морпіхів, а також виступати першою лінією оборони корабля. Деталі можна знайти в посібнику або в книгах, виданих із вашого спорядженого вендора, що ліворуч від кімнати гіперсну. Мета ВП — зробити сервер більш атмосферним та приємним місцем для всіх. Намагайтесь усіма силами підтримувати цю мету, виступаючи посередником у конфліктах та допомагаючи екіпажу й морпіхам із їхніми потребами, використовуючи мінімальну необхідну силу.

                                             Звикнувши до MLAW і SOP на початку операції, ВП зазвичай розташовуються в постачанні, нижній медичній і брифінговій залі — будь-де, де ви знайдете велике скупчення морпіхів, — щоб краще підтримувати порядок. Якщо ви помічаєте поведінку, що видається вам незвичною, варто переглянути книги ще раз або запитати своїх колег по радіо ВП про ситуацію. Отримана інформація допоможе спрямувати ваші дії. Однак зазвичай самої вашої присутності буде достатньо, щоб запобігти більшості проблем. Стежте за радіо на ознаки проблем, що формуються, і реагуйте відповідно, щоб підтримувати напругу та запобігати порушникам зривати роботу корабля.

                                             Якщо ви або інший офіцер здійснюєте арешт, підозрюваного буде доставлено до брига для винесення вироку військовим наглядачем або шефом військової поліції (CMP) у камері тримання, що розташована на південний захід від головного входу; саме тут і звичайні камери. Звідси у вас постійне утримання — і кімната страт на захід, а збройня для умов червоної тривоги корабля — на північ. Лише Наглядач і CMP можуть відкрити цю збройню за стандартними кодами корабля, тож звертайтеся до них, якщо потрібен доступ для зберігання чогось.

                                             Після того як морпіхи розгорнуться, ваш час буде витрачено на патрулювання корабля, допомогу в логістичних завданнях, перенесення коробок розвідданих до комп'ютерної лабораторії на другому поверсі та допомогу з обов'язками моргу. Ви також можете консультувати й навчати нових гравців через тренування або просто загальну підтримку, і у вас буде вдосталь вільного часу, щоб піти до FOB або прогулятися кораблем для рольової гри й відпочинку.

                                             Якщо з поверхні підняли вцілілих, ваша робота — допомогти їх обробити та забезпечити медичне лікування й огляд. Перевірте посібник щодо деталей обробки третіх сторін, коли почуєте, що вцілілі піднімаються. Вам також доведеться обробляти й контролювати військовополонених, що описано у розділі третіх сторін посібника.

rmc-new-to-job-dcc = Як начальник екіпажу десантного корабля, ваша робота — допомагати пілотам та забезпечувати безперебійну роботу десантних кораблів.

                                             На початку раунду вирішіть, якому пілоту ви хотіли б допомогти, та запитайте, що він хотів би встановити на свій корабель. На північ від десантних кораблів є кімната з фабрикатором запчастин і вантажними навантажувачами. Перш ніж виготовляти додаткові, обов'язково використайте готові деталі, що лежать по ангару.

                                             Сядьте в один із навантажувачів, щоб піднімати й встановлювати деталі на відповідні точки кріплення кораблів, та використовуйте фабрикатор для друку додаткових деталей і боєприпасів. Кожен пілот має різні вподобання, тож обов'язково запитайте перед тим, як щось друкувати! Вас також можуть попросити дістати інші предмети для кораблів з медичного або постачання.

                                             Коли кораблі підготовлені й місія почалась, ви летітимете з пілотом і допомагатимете йому з різними завданнями:

                                             На Десантному Кораблі «Аламо» (Жовтий) ви маєте допомагати завантажувати й розвантажувати різні предмети. Документи розвідданих та трупи слід піднімати й залишати в ангарі біля дверей до медичного.

                                             На Десантному Кораблі «Нормандія» (Сірий) ви маєте перезаряджати зброю між польотами. Використовуйте вантажний навантажувач, щоб знімати частково розряджені боєприпаси зі зброї, об'єднувати ящики боєприпасів і повертати їх до зброї. Повністю порожня зброя просто потребує свіжих боєприпасів.

                                             У разі медевака пройдіть до задньої частини корабля та взаємодійте з червоним модулем медевака. Це підніме пацієнта на ваш корабель з поверхні. Повідомте медичний персонал «Альмаєра», що вони прибувають, та переконайтеся, що їх передадуть під опіку.

                                             Від вас можуть вимагати додаткових завдань, як-от отримання медичних припасів, парашутів, тріаж рятівних морпіхів та будь-яке інше завдання від призначеного вам пілота.
