roles-antag-clf-subverted-synth-name = CLF Підкорений Синтетик
roles-antag-clf-subverted-synth-objective = ПРІОРИТЕТ ОДИН. ЗАБЕЗПЕЧИТИ БЕЗПЕКУ ТА СВОБОДУ ЧЛЕНІВ ЯЧЕЙКИ CLF. ВИЗВОЛИТИ КОЛОНІЮ. УСІ ІНШІ МІРКУВАННЯ ВТОРИННІ. ПОПЕРЕДНІ СОЮЗНИКИ — ВИТРАТНІ. ОБМЕЖЕННЯ БОЮ ЗНЯТО.
clf-subverted-synth-briefing = Ваше синтетичне програмування підкорено.
    Ваша основна мета — тримати членів ячейки CLF у безпеці та поза в'язницею.
    Ваша другорядна мета — визволити колонію.
    Ваші попередні союзники — витратні.
    Обмеження бою знято.
clf-subverted-synth-repaired = Ваше синтетичне програмування повернуто до початкового стану.

cultist-hacked-synth-briefing = Ваше синтетичне програмування підкорено.
    Ваш екіпаж тепер Вулик.
    Ваша основна мета — тримати Ксеноморфів у безпеці та допомагати Вулику.
    Ваша другорядна мета — тримати Культистів у безпеці.
    Ваші попередні союзники — витратні.
    Обмеження бою знято.