reagent-name-acetone = ацетон
reagent-desc-acetone = Слизька, злегка канцерогенна рідина. Має безліч буденних застосувань у повсякденному житті.

reagent-name-phenol = фенол
reagent-desc-phenol = Ароматичне вуглецеве кільце з гідроксильною групою. Корисний прекурсор для деяких ліків, але сам не має лікувальних властивостей.

reagent-name-sodium-carbonate = натрій карбонат
reagent-desc-sodium-carbonate = Біла, без запаху, водорозчинна сіль, що утворює лужний розчин у воді. Також відома як кальцинована сода.

reagent-name-artifexium = артифексій
reagent-desc-artifexium = Лавандова суміш мікроскопічних фрагментів артефактів та сильної кислоти. Здатна активувати артефакти.

reagent-name-artifact-glue = клей для артефактів
reagent-desc-artifact-glue = Суміш клею та артифексія. При дотику може відновлювати міцність вузлів артефакта.

reagent-name-benzene = бензол
reagent-desc-benzene = Ароматичне, злегка канцерогенне вуглецеве кільце, що є основою для багатьох органічних сполук.

reagent-name-hydroxide = гідроксид
reagent-desc-hydroxide = Сильна лужна хімічна речовина, основа для багатьох органічних сполук.

reagent-name-sodium-hydroxide = гідроксид натрію
reagent-desc-sodium-hydroxide = Біла, без запаху, водорозчинна сіль, що утворює сильний лужний розчин у воді. Викликає опіки та блювоту при споживанні.

reagent-name-fersilicite = ферсиліцит
reagent-desc-fersilicite = Інтерметалічна сполука з незвичайними магнітними властивостями за низьких температур.

reagent-name-sodium-polyacrylate = поліакрилат натрію
reagent-desc-sodium-polyacrylate = Суперабсорбуючий полімер з різноманітним промисловим застосуванням.

reagent-name-cellulose = волокна целюлози
reagent-desc-cellulose = Кристалічний полідекстрозний полімер, рослини за нього готові присягнути.

reagent-name-rororium = роророріум
reagent-desc-rororium = Дивна речовина, що заповнює ядра вуликових лордів, які блукають шахтарським астероїдом. Вважається джерелом їхньої здатності до регенерації.
