reagent-name-bleach = відбілювач
reagent-desc-bleach = Потужний очисник, що чистить плитку як Космо-Очисник, а також знезаражує одяг. Дуже токсичний при споживанні.

reagent-name-space-cleaner = космо-очисник
reagent-desc-space-cleaner = Здатен очистити майже всі поверхні майже від усього, що їх забруднює. Прибиральник зрадіє поповненню запасів.

reagent-name-soap = мило
reagent-desc-soap = Я б на твоєму місці не мив цим рот.

reagent-name-space-lube = космо-змазка
reagent-desc-space-lube = Космо-змазка — високоефективний мастильний матеріал, призначений для обслуговування надзвичайно складного механічного обладнання (і точно не для того, щоб люди підсковзувалися).

reagent-name-space-glue = космо-клей
reagent-desc-space-glue = Космо-клей — високоефективний клей, призначений для обслуговування надзвичайно складного механічного обладнання (і точно не для того, щоб люди прилипали до підлоги).
