reagent-name-carpetium = карпетіум
reagent-desc-carpetium = Містична речовина, яку зазвичай дістають з Планети Клоунів, покриває килимом усе, до чого торкається. Якимсь чином виводить карпотоксин з кровотоку.

reagent-name-fiber = волокно
reagent-desc-fiber = Сировина, яку зазвичай отримують з вовни або інших тканин.

reagent-name-buzzochloric-bees = дзижчохлоридні бджоли
reagent-desc-buzzochloric-bees = Рідкі бджоли. О боже, це РІДКІ БДЖОЛИ НІ-

reagent-name-ground-bee = мелена бджола
reagent-desc-ground-bee = Бджолина гуща. Гидота.

reagent-name-saxoite = саксоїт
reagent-desc-saxoite = Пахне джазом.

reagent-name-licoxide = лікоксид
reagent-desc-licoxide = Синтетична батарейкова кислота. Виглядає... наелектризовано.

reagent-name-razorium = разоріум
reagent-desc-razorium = Дивна неньютонівська речовина. Виробляється при змішуванні двох конфліктних ліків від травм. При прикладанні сили тимчасово твердне, утворюючи мільйони крихітних гострих країв. Дуже болюче.

reagent-name-fresium = Фрезіум
reagent-desc-fresium = Загадкова сполука, що сповільнює коливання атомів і молекул... якимсь чином. По-простому: робить речі холодними... ДУЖЕ холодними. Може спричинити тривалі проблеми з рухом при потраплянні всередину.

reagent-name-laughter = сміх
reagent-desc-laughter = Кажуть, це найкращі ліки, але останні дослідження це спростовують.

reagent-name-weh = сік, що змушує тебе казати "Веш
reagent-desc-weh = Чиста есенція плюшевого ящера. Змушує тебе казати "Веш"!

reagent-name-hew = сік, що змушує тебе казати "Х'ю
reagent-desc-hew = Чиста есенція перевернутого плюшевого ящера. Змушує тебе казати "Х'ю"!

reagent-name-corgiessence = коргіум
reagent-desc-corgiessence = Смакує як собачий корм. Очевидно, на любителя.
