reagent-name-cryptobiolin = криптобіолін
reagent-desc-cryptobiolin = Викликає сплутаність свідомості та запаморочення.

reagent-name-dylovene = диловен
reagent-desc-dylovene = Антитоксин широкого спектра, що лікує токсичні ушкодження організму. Передозування викликає блювоту, запаморочення і біль.

reagent-name-diphenhydramine = дифенгідрамін
reagent-desc-diphenhydramine = Швидко виводить гістамін з організму, зменшує тремтіння, викликає сонливість і лікує ушкодження від отрут. Часто входить до снодійних ліків.

reagent-name-arithrazine = аритразин
reagent-desc-arithrazine = Помірно нестабільні ліки для найважчих випадків радіаційного отруєння. Чинять незначний стрес на тіло.

reagent-name-bicaridine = бікаридин
reagent-desc-bicaridine = Знеболювальний засіб, ефективний при лікуванні ушкоджень від ударів. Корисний для стабілізації жорстко побитих, а також при незагрозливих травмах.

reagent-name-cryoxadone = кріоксадон
reagent-desc-cryoxadone = Потрібен для роботи кріогеніки. Лікує всі стандартні види ушкоджень, але працює лише при температурі нижче 213K. У малих дозах може омолоджувати рослини.

reagent-name-doxarubixadone = доксарубіксадон
reagent-desc-doxarubixadone = Кріогенна хімічна речовина. Лікує клітинні ушкодження від небезпечних газів та хімікатів.

reagent-name-dermaline = дермалін
reagent-desc-dermaline = Просунута хімічна речовина, ефективніша за келотан при лікуванні опіків.

reagent-name-dexalin = дексалін
reagent-desc-dexalin = Використовується при лікуванні легкої кисневої недостатності та крововтрати. Потрібен як інгредієнт для дексалін плюс.

reagent-name-dexalin-plus = дексалін плюс
reagent-desc-dexalin-plus = Використовується при тяжких випадках кисневої недостатності та крововтрати. Виводить токсин розбивача сердець з кровотоку.

reagent-name-epinephrine = епінефрин
reagent-desc-epinephrine = Ефективна стабілізуюча хімічна речовина, що утримує критично пораненого від смерті від задухи, водночас залатуючи дрібні ушкодження. Виводить токсин розбивача сердець з крові ціною витрати епінефрину, але може додавати гістамін. Скорочує час оглушення. Часто входить до складу аварійних медіручок.

reagent-name-hyronalin = гіроналін
reagent-desc-hyronalin = Слабке лікування радіаційних ушкоджень. Прекурсор для аритразину та фаланксиміну. Може викликати блювоту.

reagent-name-ipecac = іпекакуана
reagent-desc-ipecac = Швидкодійний блювотний засіб. Корисний для зупинки неметаболізованих отрут або сесій масової блювоти.

reagent-name-inaprovaline = інапровалін
reagent-desc-inaprovaline = Інапровалін — синаптичний і кардіостимулятор, часто застосовується для лікування ушкоджень від задухи у критичному стані та зменшення кровотечі. Використовується в багатьох просунутих ліках.

reagent-name-kelotane = келотан
reagent-desc-kelotane = Лікує опіки. Передозування значно знижує здатність тіла утримувати воду.

reagent-name-leporazine = лепоразин
reagent-desc-leporazine = Хімічна речовина для стабілізації температури тіла та швидкого лікування ушкоджень від холоду. Чудова для незахищеного виходу у відкритий космос, але блокує використання кріогенних трубок.

reagent-name-barozine = барозин
reagent-desc-barozine = Потужна хімічна речовина, що запобігає ушкодженням від тиску. Викликає сильний стрес у тілі.

reagent-name-phalanximine = фаланксимін
reagent-desc-phalanximine = Просунута хімічна речовина для лікування раку. Викликає помірне радіаційне отруєння, кислотні опіки та блювоту в органіків. Потенційно може видалити "ген смерті" в рослин.

reagent-name-polypyrylium-oligomers = поліпіриліумні олігомери
reagent-desc-polypyrylium-oligomers = Фіолетова суміш коротких поліелектролітних ланцюжків, яку важко синтезувати в лабораторії. Лікує задуху і ушкодження від ударів. З часом зупиняє кровотечу.

reagent-name-ambuzol = амбузол
reagent-desc-ambuzol = Високотехнологічна речовина, що зупиняє розвиток зомбі-інфекції.

reagent-name-ambuzol-plus = амбузол плюс
reagent-desc-ambuzol-plus = Удосконалений омнізином, вакцинує живих проти інфекції.

reagent-name-pulped-banana-peel = розтерта бананова шкірка
reagent-desc-pulped-banana-peel = Розтерта бананова шкірка має певну ефективність проти кровотечі.

reagent-name-siderlac = сидерлак
reagent-desc-siderlac = Потужний антикорозійний препарат рослинного походження.

reagent-name-stellibinin = стелібінін
reagent-desc-stellibinin = Природний антитоксин, особливо ефективний проти аматоксину.

reagent-name-synaptizine = синаптизин
reagent-desc-synaptizine = Токсичний препарат, що вдвічі скорочує тривалість оглушення та збиття з ніг.

reagent-name-tranexamic-acid = транексамова кислота
reagent-desc-tranexamic-acid = Препарат для згортання крові, що запобігає інтенсивним кровотечам. При передозуванні викликає сильнішу кровотечу. Часто входить у малих дозах в аварійні медіручки.

reagent-name-tricordrazine = трикордразин
reagent-desc-tricordrazine = Стимулятор широкого спектра дії, спочатку похідний від кордразину. Лікує дрібні ушкодження всіх базових типів здоров'я, поки користувач не отримав важких поранень. Найкраще використовувати як добавку до інших хімречовин.

reagent-name-lipozine = ліпозин
reagent-desc-lipozine = Хімічна речовина, що прискорює метаболізм, через що користувач швидше зголоднюється.

reagent-name-omnizine = омнізин
reagent-desc-omnizine = Заспокійлива молочна рідина з райдужним відблиском. Відома теорія змови каже, що його походження залишається таємницею, бо розкриття секретів виробництва зробило б більшість комерційних ліків застарілими.

reagent-name-ultravasculine = ультраваскулін
reagent-desc-ultravasculine = Складний антитоксичний розчин, що швидко виводить токсин, водночас викликаючи невеликий стрес у тілі. Реагує з гістаміном, дублюючись і виводячи його. Передозування викликає сильний біль.

reagent-name-oculine = окулін
reagent-desc-oculine = Простий сольовий розчин для лікування очей через споживання.

reagent-name-ethylredoxrazine = етилредоксразин
reagent-desc-ethylredoxrazine = Нейтралізує дію алкоголю в кровотоці. Хоч його часто потрібно, його рідко просять.

reagent-name-cognizine = когнізин
reagent-desc-cognizine = Загадкова хімічна речовина, що здатна зробити будь-яку нерозумну істоту розумною.

reagent-name-ethyloxyephedrine = етилоксіефедрин
reagent-desc-ethyloxyephedrine = Помірно нестабільні ліки, похідні від дезоксіефедрину, переважно для боротьби з нарколепсією.

reagent-name-diphenylmethylamine = дифенілметиламін
reagent-desc-diphenylmethylamine = Стабільніші ліки за етилоксіефедрин. Корисні, щоб тримати когось у свідомості.

reagent-name-sigynate = сігінат
reagent-desc-sigynate = Густий рожевий сироп, корисний для нейтралізації кислот та зняття травм від кислот. На смак солодкий!

reagent-name-saline = фізрозчин
reagent-desc-saline = Суміш солі та води. Часто використовується для лікування зневоднення або низького вмісту рідини в крові.

reagent-name-lacerinol = лацеринол
reagent-desc-lacerinol = Доволі нереактивна речовина, що піднімає синтез колагену до неймовірних рівнів і лікує різані травми.

reagent-name-puncturase = пунктураза
reagent-desc-puncturase = Шипуча хімічна речовина, що допомагає відновлювати травми від проколів, лишаючи невелике пошкодження тканин.

reagent-name-bruizine = бруїзин
reagent-desc-bruizine = Початково розроблений як засіб від кашлю, цей препарат виявився надзвичайно ефективним при тупих травмах.

reagent-name-holywater = свячена вода
reagent-desc-holywater = Найчистіша і найпрозоріша вода прямо з рук Бога, відома магічним зціленням ран.

reagent-name-pyrazine = піразин
reagent-desc-pyrazine = Ефективно лікує опіки від найгарячіших вогнів. При передозуванні викликає масивну внутрішню кровотечу.

reagent-name-insuzine = інсузин
reagent-desc-insuzine = Швидко відновлює відмерлі тканини від ураження струмом, але злегка вас охолоджує. При передозуванні повністю заморожує пацієнта.

reagent-name-opporozidone = опорозидон
reagent-desc-opporozidone = Кріогенний препарат, важкий у синтезі, використовується для регенерації гнилих тканин і мозкової речовини.

reagent-name-necrosol = некрозол
reagent-desc-necrosol = Некротична речовина, що, здається, здатна зціляти заморожені трупи. У малих дозах може лікувати й омолоджувати рослини.

reagent-name-aloxadone = алоксадон
reagent-desc-aloxadone = Кріогенна хімічна речовина. Лікує важкі опіки та обмороження через регенерацію уражених тканин. Працює незалежно від того, чи живий пацієнт.

reagent-name-mannitol = манітол
reagent-desc-mannitol = Ефективно відновлює ушкодження мозку.

reagent-name-psicodine = псікодин
reagent-desc-psicodine = Пригнічує тривогу та інші форми психічного розладу. Передозування викликає галюцинації та незначні токсичні ушкодження.

reagent-name-potassium-iodide = йодид калію
reagent-desc-potassium-iodide = Знижує шкідливий ефект радіації на 90%. Лише для профілактичного застосування.

reagent-name-haloperidol = галоперидол
reagent-desc-haloperidol = Прибирає більшість стимуляторів та галюциногенних наркотиків. Зменшує одурманювальні ефекти та тремтіння. Викликає сонливість.
