reagent-name-desoxyephedrine = дезоксіефедрин
reagent-desc-desoxyephedrine = Ефективніший за ефедрин, але з активнішими побічками. Потребує менше доз для лікування нарколепсії.

reagent-name-ephedrine = ефедрин
reagent-desc-ephedrine = Кофеїново-адреналіновий стимулятор, що робить вас швидшим і стійкішим до нокаутів. Також лікує нарколепсію в дозах понад тридцять, ціною сильного нервового стресу.

reagent-name-stimulants = гіперзин
reagent-desc-stimulants = Хімічний коктейль розроблений Donk Co., що дозволяє агентам швидше відновлюватися від стану оглушення, рухатися швидше і трохи лікує, коли ви на межі смерті. Через складну природу хімічної сполуки, тілу значно важче самостійно її вивести.

reagent-name-experimental-stimulants = експериментальні стимулятори
reagent-desc-experimental-stimulants = Прототип гіперзину. Вживання дає віртуальний імунітет до зброї оглушення, швидку регенерацію тканин, неймовірну швидкість бігу за рахунок зниження накопичення молочної кислоти, а також загальне відчуття ейфорії. Серед побічних ефектів: екстремальна антикоагуляція, тунельний зір, накопичення токсинів у крові та швидка смерть печінки. Не давайте тваринам.

reagent-name-thc = ТГК
reagent-desc-thc = Основна психоактивна сполука у канабісі.

reagent-name-bananadine = бананадин
reagent-desc-bananadine = Легкий психоделік, що в малих кількостях знаходиться в шкірці бананів.

reagent-name-nicotine = нікотин
reagent-desc-nicotine = Небезпечний і дуже залежний, але це лише пропаганда так каже.

reagent-name-impedrezene = імпедрезин
reagent-desc-impedrezene = Наркотик, що сповільнює функції вищих ділянок мозку.

reagent-name-space-drugs = космічний міраж
reagent-desc-space-drugs = Нелегальна сполука, що викликає низку ефектів — втрату рівноваги і візуальні артефакти.

reagent-name-nocturine = ноктурин
reagent-desc-nocturine = Надзвичайно ефективний седативний і снодійний препарат, розроблений Синдикатом для стелс-операцій. Квиток в один кінець до країни хропіння.

reagent-name-mute-toxin = токсин німоти
reagent-desc-mute-toxin = Густа речовина, що покриває голосові зв'язки, не даючи говорити під час метаболізації.

reagent-name-norepinephric-acid = норепінефринова кислота
reagent-desc-norepinephric-acid = Гладка хімічна речовина, що блокує оптичні рецептори, осліплюючи користувача під час метаболізації.

reagent-name-tear-gas = сльозогінний газ
reagent-desc-tear-gas = Хімічна речовина, що викликає сильне подразнення і сльози, часто застосовується для розгону мітингів.

reagent-name-happiness = щастя
reagent-desc-happiness = Наповнює вас екстатичним заціпенінням і викликає легкі ушкодження мозку. Дуже залежне. При передозуванні викликає різкі перепади настрою.
