reagent-name-toxin = токсин
reagent-desc-toxin = Не дивно, що токсична речовина. Доступна в емаженому хімдиспенсері.

reagent-name-carpotoxin = карпотоксин
reagent-desc-carpotoxin = Високотоксичний реагент, що міститься в космічних карпів. Викликає болісне печіння.

reagent-name-mold = пліснява
reagent-desc-mold = Грибковий наріст, часто зустрічається в темних вологих місцях або на просроченому хлібі. При вживанні викликає хворобу.

reagent-name-polytrinic-acid = політринова кислота
reagent-desc-polytrinic-acid = Надзвичайно корозійна хімічна речовина. Сильно обпікає всіх, хто з нею контактує.

reagent-name-chloral-hydrate = хлоральгідрат
reagent-desc-chloral-hydrate = Седативна та снодійна речовина. Часто використовується, щоб приспати інших — хоч вони й не хочуть.

reagent-name-gastrotoxin = гастротоксин
reagent-desc-gastrotoxin = Помірно токсичний продукт розкладу. Найчастіше зустрічається в зіпсованій їжі.

reagent-name-ferrochromic-acid = феррохромова кислота
reagent-desc-ferrochromic-acid = Слабко корозійний розчин, не здатний завдати серйозної шкоди, якщо тільки його не випити.

reagent-name-fluorosulfuric-acid = фторсульфурова кислота
reagent-desc-fluorosulfuric-acid = Високо корозійна хімічна речовина, здатна залишити чималий слід на шкірі.

reagent-name-sulfuric-acid = сірчана кислота
reagent-desc-sulfuric-acid = Корозійна хімічна речовина. Тримайте подалі від обличчя.

reagent-name-unstable-mutagen = нестабільний мутаген
reagent-desc-unstable-mutagen = Викликає мутації при ін'єкції в живих людей чи рослин. Високі дози можуть бути смертельними, особливо для людей.

reagent-name-heartbreaker-toxin = токсин розбивача сердець
reagent-desc-heartbreaker-toxin = Галюциногенна сполука, похідна від токсину руйнівника розуму. Блокує неврологічні сигнали до дихальної системи, спричиняючи задуху. Декселін плюс та епінефрин допомагають вивести її з організму.

reagent-name-lexorin = лексорин
reagent-desc-lexorin = Швидкодійна хімічна речовина, що швидко душить людей.

reagent-name-mindbreaker-toxin = токсин руйнівника розуму
reagent-desc-mindbreaker-toxin = Потужна галюциногенна сполука, раніше відома як ЛСД.

reagent-name-histamine = гістамін
reagent-desc-histamine = Хімічна речовина, що утворюється при реакції алергенів з антитілами. Смертельна у великих кількостях.

reagent-name-theobromine = теобромін
reagent-desc-theobromine = Гіркий алкалоїд рослини какао, часто зустрічається в шоколаді. Не давати тваринам.

reagent-name-amatoxin = аматоксин
reagent-desc-amatoxin = Смертельний токсин з деяких грибів, переважно з мухомора. Малі дози можуть бути смертельними.

reagent-name-vent-crud = вентиляційний бруд
reagent-desc-vent-crud = Чорна як смола речовина, що знаходиться в погано доглянутих вентсистемах. Може спричинити вентиляційний кашель.

reagent-name-romerol = ромерол
reagent-desc-romerol = Потойбічне зілля, здатне оживити мертвих. Без лікування ефект необоротний і принесе станції певну загибель. Поводьтеся обережно.

reagent-name-uncooked-animal-proteins = неготовлені тваринні білки
reagent-desc-uncooked-animal-proteins = Це дуже ризиковано для шлунків ніжніших форм життя.

reagent-name-allicin = аліцин
reagent-desc-allicin = Сіркорганічна сполука з рослин роду цибулевих — часнику, цибулі та подібних.

reagent-name-pax = пакс
reagent-desc-pax = Психіатричний препарат, що не дає пацієнту прямо завдавати комусь шкоди.

reagent-name-honk = хонк
reagent-desc-honk = Токсин, що міститься в бананіумі. Викликає сильне хонкання і внутрішню кровотечу, може спричинити мутацію пацієнта.

reagent-name-lead = свинець
reagent-desc-lead = Повільнодіючий, але вкрай смертельний токсин, що зустрічається в сталі — у мізерних кількостях. Без смаку.

reagent-name-bungotoxin = бунготоксин
reagent-desc-bungotoxin = Помірно повільнодіюча отрута, що міститься в кісточці фрукта бунґо.

reagent-name-vestine = вестин
reagent-desc-vestine = Викликає негативну реакцію в тілі — сильне тремтіння. Сам по собі мало корисний, але з нього можна виготовити кілька різних хімічних речовин.

reagent-name-tazinide = тазинід
reagent-desc-tazinide = Дуже небезпечна металева суміш, що може порушити більшість рухів за рахунок електричного струму.

reagent-name-lipolicide = ліполіцид
reagent-desc-lipolicide = Потужний токсин, що руйнує жирові клітини, масово знижуючи вагу за короткий час. Смертельний для тих, у кого в тілі немає поживних речовин.

reagent-name-mechanotoxin = механотоксин
reagent-desc-mechanotoxin = Нейротоксин, що використовується як отрута деякими видами павуків. Погіршує рухи при накопиченні.

reagent-name-toxintrash = сміття 
reagent-desc-toxintrash = Жахливо смердюча рідина. Смертельна для всіх крім воксів.