reagent-name-rmcgenerictoxin = Загальний токсин
reagent-desc-rmcgenerictoxin = Загальний ярлик для багатьох схожих токсинів, інколи створених як побічний продукт хімічних реакцій.

reagent-name-rmcmolecularacid = Розведена молекулярна кислота
reagent-desc-rmcmolecularacid = Кислота невідомого складу; цей зразок виглядає не таким небезпечним, як та, що в кровотоці ксеноморфів.

rmc-body-stings = Ваше тіло злегка пощипує.

reagent-name-rmclexorin = Лексорин
reagent-desc-rmclexorin = Лексорин — надзвичайно небезпечна сполука, що пошкоджує тканини та паралізує легені, фактично зупиняючи дихання. Може бути смертельною навіть у малих дозах. Ефективно нейтралізується варіантами дексаліну.

reagent-name-rmcmindbreakertoxin = Токсин розладу свідомості
reagent-desc-rmcmindbreakertoxin = Потужна галюциногенна сполука, незаконна за Законом морпіхів. Викликає сильні галюцинації та сильно викликає звикання. Раніше відома як ЛСД.

reagent-name-rmcblackgoo = Чорна слиз
reagent-desc-rmcblackgoo = Дивна речовина невідомого походження. . .

reagent-name-rmc-chloral-hydrate = Хлоральгідрат
reagent-desc-rmc-chloral-hydrate = Хлоральгідрат був першим синтетично виробленим седативно-гіпнотичним препаратом. Це потужний седатив, що викликає майже миттєву сонливість, але у великих кількостях може бути смертельним. Часто застосовується разом з іншими анестетиками для хірургічних процедур.
