# Auxiliary Support
highlights-auxiliary-support-officer = Офіцер допоміжної підтримки, «ОДП», «АСО», Допоміжна підтримка, «Інтел», Льотний екіпаж
highlights-dropship-crew-chief = Бортмеханік десантного корабля, «БДК», «DCC», Аламо, Нормандія, Льотний екіпаж, Десантний корабель, «Евак», Евакуація, Медевак, Фултон, «JTAC»
highlights-dropship-pilot = Пілот десантного корабля, «ПДК», «DP», Пілот, Аламо, Льотний екіпаж, Десантний корабель, «Евак», Евакуація, Медевак, Фултон, «JTAC»
highlights-gunship-pilot = Пілот ударного корабля, «ПО», «GP», Пілот, Нормандія, Льотний екіпаж, Ударний корабель, «CAS», Медевак, Фултон, «JTAC»
highlights-intelligence-officer = Офіцер розвідки, «ОР», «IO», «Інтел», Розвідка, Вижилі
highlights-senior-enlisted-advisor = Старший радник із рядового складу, «СРРС», «SEA», Новий рекрут, E1, Новий гравець, Тренування, Ментор

# Command
highlights-commanding-officer = Командир, «КМД», «CO», Майор, Підполковник, Полковник, Бойовий інформаційний центр, «БІЦ», «CIC», Командування, Контроль, «OW», Апеляція, Королева, «OB», Координати, Постачання, Чергу, «ПОБ», «FOB», Звʼязок, Тактмап, Карта, «Інтел», Телефон, «ТЕХЗВІТ», «СЛ», Командир
highlights-executive-officer = Виконавчий офіцер, «ВО», «XO», Капітан, «Кеп», Бойовий інформаційний центр, «БІЦ», «CIC», Командування, Контроль, «OW», Апеляція, Королева, «OB», Координати, Постачання, Чергу, «ПОБ», «FOB», Звʼязок, Тактмап, Карта, «Інтел», Телефон, «ТЕХЗВІТ», «СЛ», Командир
highlights-staff-officer = Штабний офіцер, «ШО», «SO», Бойовий інформаційний центр, «БІЦ», «CIC», Командування, Контроль, «OW», Апеляція, Королева, «OB», Координати, Постачання, Чергу, «ПОБ», «FOB», Звʼязок, Тактмап, Карта, Телефон, «ТЕХЗВІТ», «СЛ», Командир

# Requisitions
highlights-logistics-officer = Офіцер логістики, «ОЛ», «LO», Реквізиції, «Рек», Командування, Постачання, «Дроп», Ящик, Бюджет, Набої
highlights-requisitions-technician = Технік реквізицій, Рек технік, «ТР», «RT», Реквізиції, «Рек», Постачання, «Дроп», Ящик, Бюджет, Набої

# Engineering
highlights-chief-engineer = Головний інженер, «ГІнж», «CE», Інженерна, Інженер, «Інж», Командування, «OB», «ТО», «OT»
highlights-maintenance-technician = Технік з обслуговування, «ТО», «MT», Інженерна, Інженер, «Інж», «OB»
highlights-ordnance-technician = Технік озброєння, «ТО», «OT», Інженерна, Інженер, «Інж», «OB»

# Medical
highlights-chief-medical-officer = Головний медичний офіцер, «ГМО», «CMO», Медичний, Медблок, «Мед», Інфікований, Операція, «Хім», Таблетка, Командування
highlights-doctor = Лікар, «Лк», «Doc», Медичний, Медблок, «Мед», Інфікований, Операція, «Хім», Таблетка
highlights-nurse = Медсестра, Медичний, Медблок, «Мед», Інфікований, Операція, «Хім», Таблетка
highlights-researcher = Дослідник, Дослідження, Наука, «Sci», «Хім»

# Military Police
highlights-chief-mp = Головний військовий поліцейський, «ГВП», «CMP», «MP», «MPs», «MW», «Тривога», Ізолятор, «Перма», Чергу, Колоніст, Вижилий, «СОП», Арешт, Затримання, Апеляція, «Командування», Страта, Страчений
highlights-military-warden = Військовий наглядач, Наглядач, «CMP», «MP», «MPs», «MW», «Тривога», Ізолятор, «Перма», Чергу, Колоніст, Вижилий, «СОП», Арешт, Затримання, Апеляція, Страта, Страчений
highlights-military-police = Військова поліція, «CMP», «MP», «MPs», «MW», «Тривога», Ізолятор, «Перма», Чергу, Колоніст, Вижилий, «СОП», Арешт, Затримання, Апеляція, Страта, Страчений
highlights-provost-inspector = Інспектор Провосту, Інспектор, «PvI», «CMP», «MP», «MPs», «MW», «Тривога», Ізолятор, «Перма», Чергу, Колоніст, Вижилий, «СОП», «Mlaw», Закон морпіхів, Арешт, Затримання, Апеляція, Страта, Страчений

# Other
highlights-corporate-liaison = Корпоративний звʼязковий, «КЗ», «CL», Звʼязковий, Вейленд-Ютані, Вестон-Ямада, «WeYa», Ве-Я
highlights-correspondent = Кореспондент, «CC», Новини
highlights-mess-technician = Технік їдальні, «ТЇ», «MST», «Mess», Кухня, Їжа, Голодний

# Marines
highlights-squad-leader = Командир загону, «СЛ», «SL», Командування, Королева, «OB», Координати, Постачання, Тактмап, Звʼязок, Карта, «FT», Бойова група, Загін
highlights-fireteam-leader = Командир бойової групи, «КБГ», «FTL», «JTAC», «CAS», Нормандія, «FT», Бойова група, Координати, «СЛ», Командування
highlights-smart-gun-operator = Оператор смарт-гану, «ОСГ», «SGO», «SG», «СЛ», Командування
highlights-weapons-specialist = Спеціаліст зі зброї, «Сп», «WS», «SADAR», Гренадер, Розвідник, Піро, «AMR», Снайпер, «СЛ», Командування
highlights-combat-technician = Бойовий технік, «БТ», «CT», «ComTech», Інженер, Барикада, Кейд, «СЛ», Командування
highlights-hospital-corpsman = Госпітальний медбрат, «ГМ», «HM», Медбрат, «Медик», Поранений, Інфікований, Захоплений, «СЛ», Командування
highlights-rifleman = Стрілець, «СТР», «RFN», «СЛ», Командування

# Xenonids

highlights-boiler = Бойлер, «Pat»
highlights-burrower = Пробивач, «Pat», Тунель, «Бур'ян», Пастка, Пастки
highlights-carrier = Носій, «Pat», Паразит, «Бур'ян», Кластер, Морфер, «Інфект», Пастка, Пастки, Захоплення, дитя, діти
highlights-crusher = Дробар, «Pat»
highlights-defender = Захисник, «Pat»
highlights-drone = «Дрон», «Pat», «Бур'ян», Кластер, Зцілення, Захоплення
highlights-hivelord = Хайвлорд, «Pat», «Бур'ян», Кластер
highlights-larva = Личинка, «Pat»
highlights-lesser-drone = «Малий дрон», «Pat», «Малий», «Бур'ян»
highlights-lurker = Лурк, «Pat»
highlights-parasite = Паразит, «Інфект», дитя, діти
highlights-praetorian = Преторіанець, «Pat»
highlights-queen = «Королева», «Мама», «Мати», «Високий лурк», «Трубка»
highlights-ravager = Раванжер, «Pat»
highlights-runner = Раннер, «Pat», Захоплення
highlights-sentinel = Сентинел, «Pat»
highlights-spitter = Плювач, «Pat»
highlights-warrior = Воїн, «Pat»
