## Rev Head

roles-antag-rev-head-name = Головний Революціонер
roles-antag-rev-head-objective = Ваша мета - захопити станцію, вербуючи людей на свій бік і вбивши всіх членів Командування станції.

head-rev-role-greeting = Ви — Голова Революціонерів.
    Ваше завдання — усунути все Командування зі станції шляхом конверсії, смерті чи ув'язнення.
    Синдикат надав вам спалах, який перетворює екіпаж на ваш бік.
    Стережіться, це не діє на тих, у кого ментальний щит або хто носить захист очей.
    Viva la revolución!

head-rev-briefing = Використовуйте спалахи, щоб навертати людей у вашу справу.
    Позбавтеся або наверніть усіх голів, щоб захопити станцію.

head-rev-break-mindshield = Ментальний Щит знищено!

## Rev

roles-antag-rev-name = Революціонер
roles-antag-rev-objective = Ваша мета - забезпечити безпеку та виконувати накази Головних Революціонерів, а також вбити всіх членів Командування станції.

rev-break-control = {$name} згадав свою істинну приналежність!

rev-role-greeting = Ви - революціонер.
    Ваше завдання - захопити станцію допомагаючи та захищаючи Головних Революціонерів.
    Усуньте всіх членів командування.
    Viva la revolución!

rev-briefing = Допоможіть своїм Головам Революціонерів позбутися кожного голови, щоб захопити станцію.

## General

rev-title = Революціонери
rev-description = Революціонери на станції.

rev-not-enough-ready-players = Недостатньо готових гравців. Було готово {$readyPlayersCount} з {$minimumPlayers} необхідних. Неможливо розпочати Революцію.
rev-no-one-ready = Жоден з гравців не приготувався! Неможливо розпочати Революцію.
rev-no-heads = Не було обрано жодного Головного Революціонера. Неможливо розпочати революцію.

rev-won = Головні Революціонери вижили та успішно захопили станцію.

rev-lost = Командування вижило і вбило всіх Голів Революціонерів.

rev-stalemate = Всі Головні Революціонери та Командування станції загинули. І як так сталося... Назвемо це нічиєю.

rev-reverse-stalemate = І Командування станції та Головні Революціонери вижили. Виграла... дружба?

rev-headrev-count = {$initialCount ->
    [one] Був один Голова Революції:
    *[other] Було {$initialCount} Голів Революції:
}

rev-headrev-name-user = [color=#5e9cff]{$name}[/color] ([color=gray]{$username}[/color]) завербував {$count} {$count ->
    [one] персонажа
    *[other] персонажів
}

rev-headrev-name = [color=#5e9cff]{$name}[/color] завербував {$count} {$count ->
    [one] персонажа
    *[other] персонажів
}

## Deconverted window

rev-deconverted-title = Деконвертований!
rev-deconverted-text = Оскільки останній Голова Революціонерів помер, революцію закінчено.

    Ви більше не революціонер, тож будьте чемні.
rev-deconverted-confirm = Підтвердити
